---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelCurrentPhaseaParam
source: html/f0c7fef8-c87e-f4db-5502-fd304441997c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelCurrentPhaseaParam Property

"Current Phase A"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelCurrentPhaseaParam { get; }
```